Repository: sugarisbad/MLM-app
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Unlock Your Financial Potential
ru: Раскройте свой финансовый потенциал

source: Create a successful business with our multi-level marketing system
ru: Создайте успешный бизнес с нашей многоуровневой маркетинговой системой

source: Start Now
ru: Начать сейчас

source: Learn More
ru: Узнать больше

source: MLM Network Illustration
ru: Иллюстрация MLM-сети

source: 🤖 Passive Income Trading Robot
ru: 🤖 Торговый Робот Пассивного Дохода

source: 🚀 Automated Trading Solution
ru: 🚀 Автоматизированное Торговое Решение

source: Our advanced trading robot harnesses cutting-edge AI to generate consistent passive income. Discover our revolutionary features:
ru: Наш передовой торговый робот использует современный ИИ для генерации стабильного пассивного дохода. Откройте для себя наши революционные возможности:

source: AI-Powered Strategies
ru: Стратегии на основе ИИ

source: Advanced machine learning algorithms adapt to market conditions
ru: Передовые алгоритмы машинного обучения адаптируются к рыночным условиям

source: 24/7 Market Monitoring
ru: Круглосуточный мониторинг рынка

source: Continuous trading across global markets
ru: Непрерывная торговля на глобальных рынках

source: Smart Risk Management
ru: Умное Управление Рисками

source: Intelligent algorithms minimize potential losses
ru: Интеллектуальные алгоритмы минимизируют потенциальные убытки

source: Transparent Performance
ru: Прозрачная Эффективность

source: Real-time tracking and detailed analytics
ru: Отслеживание в реальном времени и подробная аналитика

source: Monthly Returns
ru: Ежемесячный Доход

source: Investment Strategy
ru: Инвестиционная Стратегия

source: Trading Robot Illustration
ru: Иллюстрация Торгового Робота

source: How It Works
ru: Как Это Работает

source: Registration
ru: Регистрация

source: Create an account in just a few minutes and start your journey to financial independence
ru: Создайте аккаунт всего за несколько минут и начните свой путь к финансовой независимости

source: Referral Program
ru: Реферальная Программа

source: Invite friends and earn bonuses up to 3 levels deep
ru: Приглашайте друзей и зарабатывайте бонусы до 3 уровней

source: Income
ru: Доход

source: Earn from your team's sales and personal achievements
ru: Зарабатывайте от продаж вашей команды и личных достижений

source: Benefits of the Platform
ru: Преимущества Платформы

source: Transparency
ru: Прозрачность

source: Full control and visibility of your structure and transactions
ru: Полный контроль и видимость вашей структуры и транзакций

source: Support
ru: Поддержка

source: 24/7 technical and consulting support
ru: Техническая и консультационная поддержка 24/7

source: Security
ru: Безопасность

source: Modern data and transaction protection protocols
ru: Современные протоколы защиты данных и транзакций

source: Ready to Start?
ru: Готовы начать?

source: Join our platform and transform your business
ru: Присоединяйтесь к нашей платформе и трансформируйте свой бизнес

source: Sign Up
ru: Зарегистрироваться

source: Create Admin User
ru: Создать администратора

source: Username
ru: Имя пользователя

source: Username must be at least 3 characters long
ru: Имя пользователя должно быть не менее 3 символов

source: Password
ru: Пароль

source: Password must be at least 12 characters long and include uppercase, lowercase, numbers, and special characters
ru: Пароль должен быть не менее 12 символов и содержать заглавные и строчные буквы, цифры и специальные символы

source: Confirm Password
ru: Подтвердите пароль

source: Manage Referral Settings
ru: Управление реферальными настройками

source: Referral Bonus Settings
ru: Настройки реферальных бонусов

source: Level %(level)d Referral Bonus
ru: Бонус реферала уровня %(level)d

source: Percentage of transaction amount awarded to referrer at this level
ru: Процент суммы транзакции, начисляемый рефереру на этом уровне

source: Save Referral Settings
ru: Сохранить реферальные настройки
